tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "antibody"
brew "automake"
brew "gdbm"
brew "readline"
brew "python@3.9"
brew "awscli"
brew "bison"
brew "bison@2.7"
brew "cdk"
brew "chamber"
brew "chruby"
brew "composer"
brew "ctags"
brew "ctop"
brew "docker-machine"
brew "docker-machine-nfs"
brew "fd"
brew "fnm"
brew "frum"
brew "gh"
brew "git"
brew "libffi"
brew "glib"
brew "go"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "libpq"
brew "libyaml"
brew "llvm"
brew "mysql"
brew "neovim"
brew "nvm"
brew "openssl@3"
brew "ripgrep"
brew "ruby-install"
brew "shellcheck"
brew "shfmt"
brew "stow"
brew "subversion"
brew "the_silver_searcher"
brew "todo-txt"
brew "transmission-cli"
brew "tree"
brew "wget"
brew "yq"
brew "heroku/brew/heroku"
cask "1password"
cask "1password-cli"
cask "aws-vault"
cask "daisydisk"
cask "dash"
cask "docker"
cask "dropbox"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono"
cask "font-fira-mono-for-powerline"
cask "font-fira-sans"
cask "google-chrome"
cask "kitty"
cask "little-snitch"
cask "miro"
cask "scribus"
cask "signal"
cask "skype"
cask "slack"
cask "spectacle"
cask "steam"
cask "tableplus"
cask "transmission"
cask "vlc"
