tap "frnhr/mariadb-connector-c-2"
tap "getantibody/tap"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "awscli"
brew "chamber"
brew "chruby"
brew "clang-format"
brew "cmake"
brew "composer"
brew "ctags"
brew "ctop"
brew "go"
brew "dep"
brew "dfu-util"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "docker-machine"
brew "docker-machine-nfs"
brew "dos2unix"
brew "exa"
brew "fzf"
brew "gh"
brew "git"
brew "glow"
brew "gmp"
brew "graphviz"
brew "htop"
brew "httpie"
brew "hub"
brew "hyperkit"
brew "iamy"
brew "imagemagick"
brew "jq"
brew "jrnl"
brew "mas"
brew "mono"
brew "mysql"
brew "neovim"
brew "nnn"
brew "nvm"
brew "plantuml"
brew "ripgrep"
brew "ruby-install"
brew "speedtest-cli"
brew "subversion"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "todo-txt"
brew "vim"
brew "yarn"
brew "youtube-dl"
brew "zsh"
cask "1password"
cask "1password-cli"
cask "adobe-air"
cask "aws-vault"
cask "betterzip"
cask "calibre"
cask "dash"
cask "deluge"
cask "discord"
cask "docker"
cask "doxie"
cask "dropbox"
cask "epic-games"
cask "flux"
cask "font-fira-code"
brew "svn" # needed for font-fira-mono
cask "font-fira-mono"
cask "font-fira-mono-for-powerline"
cask "font-fira-sans"
cask "gimp"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-drive"
cask "google-drive-file-stream"
cask "kitty"
cask "little-snitch"
cask "musicbrainz-picard"
cask "openoffice"
cask "rectangle"
cask "skype"
cask "slack"
cask "spectacle"
cask "spotify"
cask "steam"
cask "tableplus"
cask "transmission"
cask "vagrant"
cask "vlc"
cask "webpquicklook"
mas "Amphetamine", id: 937984704
mas "Keynote", id: 409183694
mas "Logitech Camera Settings", id: 638332853
mas "Monodraw", id: 920404675
mas "NordVPN IKE", id: 1116599239
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
