tap "getantibody/tap"
tap "homebrew/bundle"
tap "homebrew/cask-versions"

cask "1password"
cask "1password-cli"
cask "alacritty"
cask "aws-vault"
cask "betterzip"
cask "calibre"
cask "dash"
cask "deluge"
cask "doxie"
cask "dropbox"
cask "flux"
cask "font-fira-code"
cask "google-chrome"
cask "google-backup-and-sync"
cask "google-drive-file-stream"
cask "iterm2"
cask "java"
cask "kitty"
cask "little-snitch"
cask "musicbrainz-picard"
cask "openoffice"
cask "sequel-pro-nightly"
cask "slack"
cask "skype"
cask "spectacle"
cask "spotify"
cask "steam"
cask "virtualbox"
cask "vlc"

brew "awscli"
brew "getantibody/tap/antibody"
brew "chamber"
brew "chruby"
brew "clang-format"
brew "cmake"
brew "ctags"
brew "ctop"
brew "dep"
brew "dfu-util" # for configuring my Ergodox keyboard
brew "dos2unix"
brew "fzf"
brew "git", args: ["without-completions"]
brew "go", args: ["cross-compile-common"]
brew "graphviz"
brew "heroku"
brew "htop"
brew "hub"
brew "iamy"
brew "mas"
brew "mono"
brew "mysql"
brew "neovim"
brew "nvm"
brew "plantuml"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby-install"
brew "speedtest-cli"
brew "the_silver_searcher"
brew "tmux"
brew "todo-txt"
brew "vim", args: ["with-override-system-vi", "with-python@2"]
brew "yarn"
brew "youtube-dl"
brew "zsh"

# 99dev
tap "caskroom/cask"
cask "docker"
cask "vagrant"
cask "virtualbox-extension-pack"
brew "docker-machine-nfs"
brew "oniguruma"
brew "jq"

# Quicklook plugins from https://github.com/sindresorhus/quick-look-plugins
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "webpquicklook"

mas "NordVPN", id: 1116599239
mas "Keynote", id: 409183694
mas "Monodraw", id: 920404675
mas "Numbers", id: 409203825
mas "Logitech Camera Settings", id: 638332853
mas "GIF Brewery by Gfycat", id: 1081413713
